Repository: a1410453/surdo
Catalog: surdo/Localizable.xcstrings
Source language: kk_kz
Languages: en, ru

# AchievementDescription1
source: Оқуды жалғастырыңыз және ым тілін үйренудегі жолыңызды бастаңыз!
en: Continue your studies and start your journey in learning sign language!
ru: Продолжайте учебу и начните свой путь в изучении языка жестов!

# AchievementDescription2
source: Ым тілі бойынша алғашқы сабағыңызды аяқтаңыз.
en: Complete your first sign language lesson.
ru: Завершите свой первый урок по языку жестов.

# AchievementDescription3
source: Ым тілі әліпбиінің барлық әріптерін меңгеріңіз.
en: Master all the letters of the sign language alphabet.
ru: Овладейте всеми буквами алфавита языка жестов.

# AchievementDescription4
source: Ым тіліндегі барлық сандарды үйреніңіз.
en: Learn all the numbers in sign language.
ru: Изучите все числа в языке жестов.

# AchievementDescription5
source: Ым тіліндегі жалпы сәлемдесулер мен танысуларды меңгеріңіз.
en: Master common greetings and introductions in sign language.
ru: Овладейте общими приветствиями и представлениями на языке жестов.

# AchievementDescription6
source: Күнделікті әрекеттерге арналған негізгі қимылдарды үйреніңіз.
en: Learn basic gestures for everyday actions.
ru: Изучите основные жесты для повседневных действий.

# AchievementDescription7
source: Әртүрлі түстерге арналған ым тілін қолданып үйреніңіз.
en: Identify and use sign language gestures for different colors.
ru: Определите и используйте жесты языка жестов для разных цветов.

# AchievementDescription8
source: Отбасы мүшелері мен достарға арналған қимылдарды біліп алыңыз.
en: Become familiar with gestures for family members and friends.
ru: Познакомьтесь с жестами для членов семьи и друзей.

# AchievementDescription9
source: Ым тілі арқылы әртүрлі эмоцияларды білдіріңіз.
en: Express different emotions using sign language.
ru: Выражайте различные эмоции с помощью языка жестов.

# AchievementDescription10
source: Күнделікті ым тілі шеберлігін көрсетіңіз.
en: Demonstrate your daily sign language dexterity.
ru: Покажите свою ежедневную ловкость на языке жестов.

# AchievementDescription11
source: Ым тілі сөздерінің үлкен сөздік қорын үйреніп, есте сақтаңыз.
en: Learn and remember a large vocabulary of sign language words.
ru: Изучите и запомните большой словарный запас слов на языке жестов.

# AchievementDescription12
source: Ым тілі грамматикасының ережелерін түсініп, қолданыңыз.
en: Understand and apply sign language grammar rules.
ru: Понимайте и применяйте правила грамматики языка жестов.

# AchievementDescription13
source: Ым тілінде сөз тіркестерін құрастырыңыз және түсініңіз.
en: Create and interpret sign language phrases.
ru: Создавайте и интерпретируйте фразы на языке жестов.

# AchievementDescription14
source: Ым тілі арқылы саңыраулар мәдениетімен байланысыңыз.
en: Connect with Deaf culture through sign language.
ru: Связывайтесь с культурой глухих через язык жестов.

# AchievementDescription15
source: Ым тілі арқылы оқиғаларды әңгімелеңіз.
en: Tell stories using sign language.
ru: Рассказывайте истории с помощью языка жестов.

# AchievementDescription16
source: Ым тілі мен ауызекі тіл арасындағы әңгімелерді аударыңыз.
en: Translate conversations between sign language and spoken language.
ru: Переводите разговоры между языком жестов и устным языком.

# AchievementDescription17
source: Көптеген сөздерді ым тілдерінде меңгеріңіз.
en: Become proficient in multiple sign languages.
ru: Станьте профессионалом в нескольких языках жестов.

# AchievementDescription18
source: Ым тілі арқылы өзіңізді білдіруде ерекше қабілеттілік танытыңыз.
en: Show exceptional ability in expressing yourself through sign language.
ru: Проявите исключительные способности в выражении себя с помощью языка жестов.

# AchievementDescription19
source: Ым тілі арқылы сөздер жасау үшін әріптерді біріктіріңіз.
en: Combine letters to form words in sign language.
ru: Объединяйте буквы, чтобы образовывать слова на языке жестов.

# AchievementDescription20
source: Саңыраулар қауымдастығына қолдау көрсетіңіз және қорғаңыз.
en: Support and advocate for the Deaf community.
ru: Поддерживайте и защищайте сообщество глухих.

# AchievementDescription21
source: Тамаша ым тілі дағдыларыңыз үшін тануға қол жеткізіңіз.
en: Achieve recognition for your outstanding sign language skills.
ru: Добейтесь признания за выдающиеся навыки языка жестов.

# AchievementTitle1
source: Жолдың басы
en: Beginning of the Path
ru: Начало пути

# AchievementTitle2
source: Ым Тілін Жаңадан Үйренуші
en: Sign Language Novice
ru: Новичок Языка Жестов

# AchievementTitle3
source: Алфавит Негіздері
en: Alphabet Basics
ru: Азы Алфавита

# AchievementTitle4
source: Сандар Ниндзясы
en: Number Ninja
ru: Ниндзя Чисел

# AchievementTitle5
source: Сәлемдесу Шебері
en: Greetings Master
ru: Мастер Приветствий

# AchievementTitle6
source: Күнделікті Зерттеуші
en: Everyday Explorer
ru: Повседневный Исследователь

# AchievementTitle7
source: Түстер Білімпазы
en: Color Connoisseur
ru: Знаток Цветов

# AchievementTitle8
source: Отбасы мен Достар Фанаты
en: Family and Friends Fanatic
ru: Фанатик Семьи и Друзей

# AchievementTitle9
source: Эмоциялық Экспресс
en: Emotional Expressive
ru: Эмоциональный Экспрессив

# AchievementTitle10
source: Күнделікті Шеберлікке Табынушы
en: Daily Dexterity Enthusiast
ru: Поклонник Ежедневной Ловкости

# AchievementTitle11
source: Ым Тілі Сөздігін Мастер
en: Sign Language Dictionary Master
ru: Мастер Знакового Словаря

# AchievementTitle12
source: Грамматика Қорғаушысы
en: Grammar Guardian
ru: Страж Грамматики

# AchievementTitle13
source: Фразалардың Пикассосы
en: Phrase Picasso
ru: Пикассо Фраз

# AchievementTitle14
source: Мәдениетпен Байланыс
en: Cultural Connection
ru: Связь с Культурой

# AchievementTitle15
source: Оқиға Әңгімелеуші Жұлдызы
en: Storyteller Star
ru: Звезда Рассказчика

# AchievementTitle16
source: Орта Деңгейдегі Аудармашы
en: Intermediate Translator
ru: Интермедиа Переводчик

# AchievementTitle17
source: Көптілді Маэстро
en: Multilingual Maestro
ru: Мультиязычный Маэстро

# AchievementTitle18
source: Керемет Экспрессив
en: Expressive Extraordinaire
ru: Экспрессивный Экстраординар

# AchievementTitle19
source: Әріптердің Қосылуы Мастер
en: Letter Combination Master
ru: Мастер Буквосочетаний

# AchievementTitle20
source: Естімейтіндер Қауымдастығының Қолдаушысы
en: Deaf Community Supporter
ru: Поддержка Глухого Сообщества

# AchievementTitle21
source: Ым Тілі Сенсациясы
en: Sign Language Sensation
ru: Сенсация Языка Жестов

# Acquaintance1
source: Мен
en: I
ru: Я

# Acquaintance2
source: Сен
en: You
ru: Ты

# Acquaintance3
source: Ол
en: He
ru: Он

# Acquaintance4
source: Біз
en: We
ru: Мы

# Acquaintance5
source: Олар
en: They
ru: Они

# Acquaintance6
source: Менің
en: My
ru: Мой

# Acquaintance7
source: Маған
en: To me
ru: Мне

# Acquaintance8
source: Менің үйімде
en: At my place
ru: У меня

# Acquaintance9
source: Сіздің үйіңізде
en: At your place
ru: У вас

# Acquaintance10
source: Сіздің
en: Your
ru: Ваш

# Acquaintance11
source: Оның
en: His
ru: Его

# Acquaintance12
source: Өзі
en: Self
ru: Сам

# Acquaintance13
source: Өз
en: Own
ru: Свой

# Acquaintance14
source: Қайда
en: Where
ru: Где

# Acquaintance15
source: Неге
en: Why
ru: Зачем

# Acquaintance16
source: Қайсы
en: Which
ru: Какой

# Acquaintance17
source: Қашан
en: When
ru: Когда

# Acquaintance18
source: Кім
en: Who
ru: Кто

# Acquaintance19
source: Қайда
en: Where to
ru: Куда

# Acquaintance20
source: Қайдан
en: From where
ru: Откуда

# Acquaintance21
source: Қанша
en: How many
ru: Сколько

# Acquaintance22
source: Не
en: What
ru: Что

# Acquaintance23
source: Бұл
en: This
ru: Этот

# Acquaintance24
source: Жиі
en: Often
ru: Часто

# Acquaintance25
source: Ештеңе
en: Nothing
ru: Ничего

# Acquaintance26
source: Ешқашан
en: Never
ru: Никогда

# Acquaintance27
source: Ешкім
en: Nobody
ru: Никто

# Acquaintance28
source: Барлығы
en: All
ru: Все

# Acquaintance29
source: Жоқ
en: No
ru: Нет

# Acquaintance30
source: Иә
en: Yes
ru: Да

# Acquaintance31
source: Сирек
en: Rarely
ru: Редко

# Acquaintance32
source: Сәлеметсіз бе
en: Hello
ru: Здравствуйте

# Acquaintance33
source: Сау болыңыз
en: Goodbye
ru: До свидания

# Acquaintance34
source: Шақыру
en: Invite
ru: Приглашать

# Acquaintance35
source: Кешірім сұрау
en: Apologize
ru: Извиниться

# Acquaintance36
source: Өтінемін
en: Please
ru: Пожалуйста

# Acquaintance37
source: Рақмет
en: Thank you
ru: Спасибо

# Acquaintance38
source: Танысқаныма қуаныштымын
en: Nice to meet you
ru: Рад знакомству

# Acquaintance39
source: Дос
en: Friend
ru: Друг

# Acquaintance40
source: Мырза
en: Mister
ru: Господин

# Acquaintance41
source: Тегі
en: Surname
ru: Фамилия

# Acquaintance42
source: Аты
en: Name
ru: Имя

# Acquaintance43
source: Әкесінің аты
en: Patronymic
ru: Отчество

# Acquaintance44
source: Ым аты
en: Sign name
ru: Жестовое имя

# Acquaintance45
source: Неге
en: Why
ru: Почему

# Acquaintance46
source: Кімдікі
en: Whose
ru: Чей

# Acquaintance47
source: Хобби
en: Hobby

# Acquaintance48
source: Телефон нөмірі
en: Phone number
ru: Номер телефона

# Acquaintance49
source: Кездесу
en: Date
ru: Свидание

# Acquaintance50
source: Жас
en: Age
ru: Возраст

# Acquaintance51
source: Сіздер
en: You (plural/formal)
ru: Вы

# Acquaintance52
source: Жақсы
en: Good
ru: Хорошо

# Acquaintance53
source: Жаман
en: Bad
ru: Плохо

# Acquaintance54
source: Өзара қарым-қатынас
en: Mutuality
ru: Взаимность

# Acquaintance55
source: Екеуіміз
en: Together (two people)
ru: Вдвоем

# Acquaintance56
source: Екі есе
en: Twice as much
ru: Вдвойне

# Acquaintance57
source: Бәрі
en: All
ru: Все

# Acquaintance58
source: Оның орнына
en: Instead
ru: Bместо

# Acquaintance59
source: Ішінде
en: Inside
ru: Bнутри

# Acquaintance60
source: Алдымен
en: At first
ru: Bначале

# Acquaintance61
source: Солай
en: Exactly
ru: Во-во

# Acquaintance62
source: Уақытында
en: On time
ru: Вовремя

# Acquaintance63
source: Мүлдем
en: Absolutely
ru: Вовсе

# Acquaintance64
source: Түгелдей
en: Completely
ru: Вовсю

# Acquaintance65
source: Екіншіден
en: Secondly
ru: Во-вторых

# Acquaintance66
source: Суқұйғыш
en: Aquarius
ru: Водолей

# Acquaintance67
source: Бесеуіміз
en: Five people
ru: Впятером

# Acquaintance68
source: Жасырын
en: Secretly
ru: Втайне

# Acquaintance69
source: Төртеуміз
en: Four people
ru: Вчетвером

# Acquaintance70
source: Болды
en: Was
ru: Было

# Acquaintance71
source: Болу
en: To be
ru: Быть

# Acquaintance72
source: Cәлемдесу
en: To greet
ru: Здороваться

# Acquaintance73
source: Фейсбук
en: Facebook
ru: Facebook

# Alert.failedToPredictHandPose
source: Қолдың позасын өңдеу мүмкін болмады
en: Failed to process hand pose
ru: Не удалось обработать позу руки

# Alert.generic
source: Қате
en: Error
ru: Ошибка

# Alert.noHandPoseDetected
source: Қолдың позасы табылмады
en: No Hand Pose detected
ru: Не обнаружено позы руки

# Alert.thermalCanNotContinue
source: Құрылғы қызып кетті. Қолданбаны жабыңыз немесе құрылғыны қайта іске қосып, әрекетті кейінірек қайталаңыз.
en: The device has overheated. Please close the application or restart your device and try again later.
ru: Устройство перегрелось. Пожалуйста, закройте приложение или перезагрузите устройство и попробуйте снова позже.

# AVCaptureFailure.couldNotAddVideoDataOutputToSession
source: Түсіру сеансына бейне деректерінің шығысын қосу мүмкін болмады. Құрылғыны қайта іске қосыңыз.
en: Failed to add video output to the capture session. Please reboot your device.
ru: Не удалось добавить вывод видеоданных к сеансу захвата. Пожалуйста, перезагрузите ваше устройство.

# AVCaptureFailure.couldNotAddVideoDeviceInputToSession
source: Түсіру сеансына кіріс бейне құрылғысын қосу мүмкін болмады. Құрылғыны қайта іске қосыңыз.
en: Failed to add video input device to capture session. Please reboot your device.
ru: Не удалось добавить входное видеоустройство к сеансу захвата. Пожалуйста, перезагрузите ваше устройство.

# AVCaptureFailure.couldNotCreateVideoDeviceInput
source: Кіріс бейне құрылғысын жасау мүмкін болмады. Құрылғыны қайта іске қосыңыз.
en: Failed to create video input device. Please reboot your device.
ru: Не удалось создать входное видеоустройство. Пожалуйста, перезагрузите ваше устройство.

# AVCaptureFailure.failedVideoCaptureLockForConfiguration
source: Конфигурация үшін бейнені түсіру мүмкін болмады. Құрылғыны қайта іске қосыңыз
en: Failed to capture video for configuration. Please reboot your device.
ru: Не удалось захватить видео для конфигурации. Пожалуйста, перезагрузите ваше устройство.

# AVCaptureFailure.noCameraDeviceFound
source: Камера табылмады. Құрылғының камерасы дұрыс жұмыс істеп тұрғанына көз жеткізіңіз.
en: Camera not found. Please make sure your device's camera is working properly.
ru: Камера не найдена. Пожалуйста, убедитесь, что камера устройства работает правильно.

# AVCaptureFailure.noPreviewLayerAvailable
source: Камераны алдын ала қараудың қол жетімді қабаты жоқ. Құрылғыны қайта іске қосыңыз.
en: There is no camera preview layer available. Please reboot your device.
ru: Доступного слоя предпросмотра камеры нет. Пожалуйста, перезагрузите ваше устройство.

# Common.Button.back
source: Артқа
en: Back
ru: Назад

# Common.Button.cancel
source: Болдырмау
en: Cancel
ru: Отменить

# Common.Button.close
source: Жабу
en: Close
ru: Закрыть

# Common.Button.confirm
source: Растау
en: Confirm
ru: Потвердить

# Common.Button.continue
source: Жалғастыру
en: Continue
ru: Продолжить

# Common.Button.help
source: Көмек
en: Help
ru: Помощь

# Common.Button.next
source: Келесі
en: Next
ru: Далее

# Common.Button.okay
source: Хорошо
en: Ok

# Common.Button.repeat
source: Қайталау
en: Repeat
ru: Повторить

# Common.Button.reset
source: Қалпына келтіру
en: Reset
ru: Сброс

# Common.Button.start
source: Бастау
en: Start
ru: Начать

# Common.downloadError
source: Жүктеу қатесі
en: Download Error
ru: Ошибка загрузки

# Common.loading
source: Жүктеу...
en: Loading...
ru: Загрузка...

# Common.no
source: Жоқ
en: No
ru: Нет

# Common.notAvailable
source: Қол жетімді емес
en: Not Available
ru: Недоступно

# Common.yes
source: Иә
en: Yes
ru: Да

# DataForm.fill
source: Деректерді толтырыңыз
en: Fill your data
ru: Заполните ваши данные

# DataForm.fullName
source: ТАӘ
en: Full name
ru: ФИО

# DataForm.send
source: Жіберу
en: Send
ru: Отправить

# DataForm.username
source: Пайдаланушы Аты
en: Username
ru: Имя Пользователя

# DownloadErrorDescription
source: Хабарлама жүктелмеді. Бұл нашар байланысқа байланысты болуы мүмкін немесе интернетке қосылудың болмауына байланысты.
en: The message did not load. This may be due to poor connectivity or a lack of internet connection.
ru: Сообщение не загрузилось. Это может произойти из за плохой связи или из за отсутствия интернет подключения.

# FinishedQuiz
source: Сіз бұл сабақты өттіңіз
en: You have finished this lesson
ru: Вы прошли этот урок

# FinishedQuizDescription
source: Құттықтаймыз сіз келесі деңгейге көтеріле аласыз. Сол бағыттан таймаңыз!
en: Congratulations, you can move on to the next level. Keep up the good work!
ru: Поздравляю вы можете перейти к следующему уровню. Продолжайте в том же духе!

# home1
source: Антенна
en: Antenna

# home2
source: Балкон
en: Balcony

# home3
source: Жуынатын бөлме
en: Bathroom
ru: Ванная

# home4
source: Сауна
en: Sauna
ru: Баня

# home5
source: Айна
en: Mirror
ru: Зеркало

# home6
source: Қақпа
en: Gate
ru: Ворота

# home7
source: Есік
en: Door
ru: Дверь

# home8
source: Үй
en: House
ru: Дом

# home9
source: Душ
en: Shower

# home10
source: Қоршау
en: Fence
ru: Забор

# home11
source: Құлып
en: Lock
ru: Замок

# home12
source: Кафель
en: Tile

# home13
source: Аз
en: Little
ru: Мало

# home14
source: Көп
en: A lot
ru: Много

# home15
source: Шатыр
en: Roof
ru: Крыша

# home16
source: Тұсқағаз
en: Wallpaper
ru: Обои

# home17
source: Терезе
en: Window
ru: Окно

# home18
source: Көршілер
en: Neighbors
ru: Соседи

# home19
source: Телефон
en: Phone

# home20
source: Дәретхана
en: Toilet
ru: Туалет

# home21
source: Факс
en: Fax

# home22
source: Электр
en: Electricity
ru: Электричество

# home23
source: Қабат
en: Floor
ru: Этаж

# home24
source: Сурет
en: Picture
ru: Картина

# home25
source: Кілем
en: Carpet
ru: Ковер

# home26
source: Комод
en: Chest of drawers

# home27
source: Шамдал
en: Chandelier
ru: Люстра

# home28
source: Сөре
en: Shelf
ru: Полка

# home29
source: Сүлгі
en: Towel
ru: Полотенце

# home30
source: Шаңсорғыш
en: Vacuum cleaner
ru: Пылесос

# home31
source: Сағат
en: Clock
ru: Часы

# home32
source: Шкаф
en: Wardrobe

# home33
source: Ноутбук
en: Laptop

# home34
source: Компьютер
en: Computer

# home35
source: Мінәжат
en: Sheet
ru: Простынь

# home36
source: Құлаққап
en: Headphones
ru: Наушники

# home37
source: Динамиктер
en: Speakers
ru: Колонки

# home38
source: Пернетақта
en: Keyboard
ru: Клавиатура

# home39
source: Экран
en: Screen

# home40
source: Телефон тіреуі
en: Phone Stand
ru: Подставка для телефона

# home41
source: Ұялы телефон
en: Mobile Phone
ru: Мобильный телефон

# home42
source: Планшет
en: Tablet

# home43
source: Кассета
en: Cassette

# home44
source: Оятқыш
en: Alarm Clock
ru: Будильник

# home45
source: Пакет
en: Package

# home46
source: Кабельді ТВ
en: Cable TV
ru: Кабельное ТВ

# home47
source: Дастархан
en: Dastarkhan

# home48
source: Қырыну құралы
en: Razor
ru: Бритва

# home49
source: Вентилятор
en: Fan

# home50
source: Арқан
en: Rope
ru: Верёвка

# home51
source: Вертел
en: Spit

# home52
source: Шеге
en: Nail
ru: Гвоздь

# home53
source: Гардероб
en: Wardrobe

# home54
source: Гараж
en: Garage

# home55
source: Перде
en: Curtain
ru: Занавесь

# home56
source: Ойыншық
en: Toy
ru: Игрушка

# home57
source: Кондиционер
en: Air Conditioner

# home58
source: Желім
en: Glue
ru: Клеить

# home59
source: Үстел
en: Table
ru: Стол

# home60
source: Орындық
en: Chair
ru: Стул

# home61
source: Табурет
en: Stool
ru: Табуретка

# Human&Family
source: Адам және Отбасы
en: Human & Family
ru: Человек и Семья

# Leaderboard.points
source: Ұпайлар:
en: Score:
ru: Очки:

# Leaderboard.score
source: Ұпайлар
en: Score
ru: Очки

# Main.Button.detecting
source: Сәйкестендіру...
en: Recognition...
ru: Опознавание...

# Main.Button.handPoses
source: Мәзір
en: Menu
ru: Меню

# Main.Button.Settings.open
source: Параметрлерді ашу
en: Open Settings
ru: Открыть Настройки

# Main.Button.startDetection
source: Анықтау
en: Detect
ru: Опознать

# Main.info
source: Анара Сандыгулованың қолдауымен жасалған қосымша. Қолданба нұсқасы: %@ (%@)
en: With the support of Anara Sandygulova. Application version: %@ (%@)
ru: При поддержке Anara Sandygulova. Версия приложения: %@ (%@)

# Main.Status.CameraStatus.checking
source: Камера тексерілуде...
en: Checking camera status...
ru: Проверка статуса камеры...

# Main.Status.CameraStatus.notAllowed
source: Камераға кіруге рұқсат жоқ.
en: Access to the camera is not allowed.
ru: Доступ к камере не разрешен.

# Main.Status.CameraStatus.shouldRequest
source: Ым тіліндегі қимылдарды тану үшін камераға кіруге рұқсат етіңіз.
en: Please allow camera access for sign language recognition.
ru: Пожалуйста, разрешите доступ к камере для распознания языка жестов.

# Main.Status.CameraStatus.unknownFailure
source: Камера қол жетімді емес
en: Camera not available
ru: Камера недоступна

# Onboarding.createAccount
source: Тіркелу
en: Start
ru: Начать

# Onboarding.description
source: Қазақ ым тілін үйренуді бүгіннен бастаңыз!
en: Start learning Kazakh Sign Language today!
ru: Начните изучать Казахский Язык Жестов уже сегодня

# Onboarding.haveAccount
source: Аккаунт бар ма?
en: Have an account?
ru: Есть аккаунт?

# Onboarding.signIn
source: Кіру
en: Sign in
ru: Войти

# Person1
source: Адам
en: Human
ru: Человек

# Person2
source: Ұл бала
en: Boy
ru: Мальчик

# Person3
source: Ер адам
en: Man
ru: Мужчина

# Person4
source: Әйел
en: Woman
ru: Женщина

# Person5
source: Қыз бала
en: Girl
ru: Девочка

# Person6
source: Балалар
en: Children
ru: Дети

# Person7
source: Бала
en: Child
ru: Ребенок

# Person8
source: Жасөспірім
en: Teenager
ru: Подросток

# Person9
source: Отбасы
en: Family
ru: Семья

# Person10
source: Әке
en: Father
ru: Отец

# Person11
source: Ана
en: Mother
ru: Мать

# Person12
source: Қыз
en: Daughter
ru: Дочь

# Person13
source: Ұл
en: Son
ru: Сын

# Person14
source: Әже
en: Grandmother
ru: Бабушка

# Person15
source: Ата
en: Grandfather
ru: Дедушка

# Person16
source: Әпке
en: Sister
ru: Сестра

# Person17
source: Аға
en: Brother
ru: Брат

# Person18
source: Егіздер
en: Twins
ru: Близнецы

# Person19
source: Нағашы
en: Uncle
ru: Дядя

# Person20
source: Тәте
en: Aunt
ru: Тетя

# Person21
source: Жиен
en: Nephew
ru: Племянник

# Person22
source: Туыс
en: Relative
ru: Родственник

# Person23
source: Ата-ана (әке мен ана)
en: Parents (Mom and Dad)
ru: Родители (мама и папа)

# Person24
source: Ұрпақ
en: Generation
ru: Поколение

# Person25
source: Ересек
en: Adult
ru: Взрослый

# Person26
source: Кіші
en: Junior
ru: Младший

# Person27
source: Күйеу мен әйел
en: Husband and Wife
ru: Муж и жена

# Person28
source: Қалыңдық пен күйеу жігіт
en: Bride and Groom
ru: Невеста и жених

# Person29
source: Үйлену тойы
en: Wedding
ru: Свадьба

# Person30
source: Ажырасу
en: Divorce
ru: Развод

# Person31
source: Бойдақ
en: Bachelor
ru: Холостяк

# Person32
source: Қарт
en: Old
ru: Старый

# Person33
source: Жас
en: Young
ru: Молодой

# Person34
source: Өмір сүру
en: Live
ru: Жить

# Person35
source: Өлім
en: Death
ru: Смерть

# Person36
source: Туу
en: Be born
ru: Родиться

# Person37
source: Өлу
en: Die
ru: Умереть

# Person38
source: Құрметтеу
en: Respect
ru: Уважать

# Person39
source: Семіз
en: Fat
ru: Толстый

# Person40
source: Арық
en: Thin
ru: Худой

# Person41
source: Әдемі
en: Beautiful
ru: Красивый

# Person42
source: Сұрықсыз
en: Ugly
ru: Некрасивый

# Person43
source: Кедей
en: Poor
ru: Бедный

# Person44
source: Бай
en: Rich
ru: Богатый

# Person45
source: Бақыт
en: Happiness
ru: Счастье

# Person46
source: Қайғы
en: Misery
ru: Несчастье

# Person47
source: Туған күн
en: Birthday
ru: День Рождения

# Person48
source: Сүйікті
en: Lover
ru: Любовник

# Person49
source: Қолдау
en: Support
ru: Поддержка

# Person50
source: Қорқыныш
en: Fear
ru: Страх

# Person51
source: Салмақ
en: Weight
ru: Вес

# Person52
source: Ант
en: Oath
ru: Клятва

# Person53
source: Ашула
en: Angry
ru: Злой

# Person54
source: Құрбы
en: Girlfriend
ru: Подруга

# Person55
source: Келін
en: Daughter-in-law
ru: Сноха

# Person56
source: Алыс туыс
en: Distant relative
ru: Дальний родственник

# Person57
source: Нағашы әпке
en: Cousin (female)
ru: Двоюродная сестра

# Person58
source: Нағашы аға
en: Cousin (male)
ru: Двоюродный брат

# Person59
source: Жақын туыс
en: Close relative
ru: Близкий родственник

# Person60
source: Күйеу жігіттің бауыры
en: Brother-in-law
ru: Свояк

# Person61
source: Шілдехана
en: Shildekhana

# Person62
source: Бесік той
en: Besik Toy

# Person63
source: Тұсаукесер
en: Tusaukeser

# Person64
source: Шілдехана
en: Shildekhana

# Person65
source: Беташар
en: Betashar

# Person66
source: Ұзату
en: Uzatu (bride's farewell)
ru: Ұзату (проводы невесты)

# Person67
source: Көрімдік беру
en: Korymdik beru
ru: Вид подарка

# Person68
source: Наурыз коже(суп)
en: Nauryz kozhe
ru: Наурыз көже

# Person69
source: Көрісу
en: Korysu
ru: Встреча(праздник)

# Person70
source: Шаңырақ
en: Shanyrak
ru: Шанырак

# Person71
source: Кереге
en: Kerege

# Person72
source: Уық
en: Uyk
ru: Уык

# Person73
source: Юрта
en: Yurt

# Person74
source: Жесір
en: Widower
ru: Вдовец

# Person75
source: Адал
en: Loyal
ru: Верный

# Person76
source: Шаш
en: Hair
ru: Волос

# Person77
source: Сексен жастағы
en: Eighty-year-old
ru: Восьмидесятилетний

# Person78
source: Сегіз айлық
en: Eight-month-old
ru: Восьмимесячный

# Person79
source: Гигиеналық
en: Hygienic
ru: Гигиеничный

# Person80
source: Сөйлесу
en: Chatter
ru: Болтовня

# Person81
source: Буддист
en: Buddhist
